Repository: hvrrgfe/aetherforge
Catalog: AetherForgeStudio-WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# Nav_Dashboard.[content]
source: Dashboard
zh_cn: 仪表盘

# Nav_AgentWorkbench.[content]
source: Agent Workbench
zh_cn: Agent 工作台

# Nav_WorldViewer.[content]
source: World Viewer
zh_cn: 世界查看器

# Nav_Verification.[content]
source: Verification
zh_cn: 验证中心

# StatusBar.[content]
source: Ready
zh_cn: 就绪

# DashboardTitle.[content]
source: World Dashboard
zh_cn: 世界仪表盘

# EntityLabel.[content]
source: Entities
zh_cn: 实体

# RuleLabel.[content]
source: Rules
zh_cn: 规则

# QuestLabel.[content]
source: Quests
zh_cn: 任务

# RevisionLabel.[content]
source: Revision
zh_cn: 版本

# RefreshBtn.[content]
source: Refresh
zh_cn: 刷新

# GoalInput.[content]
source: Enter task goal...
zh_cn: 输入任务目标...

# StartTaskBtn.[content]
source: Start Task
zh_cn: 开始任务

# RefreshStatusBtn.[content]
source: Refresh
zh_cn: 刷新

# TaskProgressLabel.[content]
source: Task Progress
zh_cn: 任务进度

# StatusText.[content]
source: No active task
zh_cn: 暂无活跃任务

# AgentStatusLabel.[content]
source: Agent Status
zh_cn: Agent 状态

# TaskIdLabel.[content]
source: Task ID
zh_cn: 任务 ID

# LoadEvidenceBtn.[content]
source: Load Evidence
zh_cn: 加载证据

# CommitBtn.[content]
source: Commit
zh_cn: 提交

# RollbackBtn.[content]
source: Rollback
zh_cn: 回滚

# NoTransactionText.[content]
source: No active transaction
zh_cn: 无活跃事务

# RevisionText.[content]
source: Rev: 0
zh_cn: 版本: {0}

# EvidenceTitle.[content]
source: Evidence Chain
zh_cn: 证据链

# AgentStatusText.[content]
source: idle
zh_cn: 空闲

# AssetsTitle.[content]
source: Assets
zh_cn: 资源

# EntitiesTitle.[content]
source: Entities
zh_cn: 实体

# QuestsTitle.[content]
source: Quests
zh_cn: 任务

# RulesTitle.[content]
source: Rules
zh_cn: 规则

# WorldTitle.[content]
source: World Tree
zh_cn: 世界树

# VerificationTitle.[content]
source: Verification Report
zh_cn: 验证报告
